Repository: r0785371/Core-3.1---Basis-main
Catalog: AssetBeheerPortOfAntwerp/Resources/Views/OperationalSiteLocation/Delete.*.resx
Languages: nl

source: &quot;@Model.DetailMain.Name - @Model.DetailSub.Name&quot; is linked to:
nl: "@Model.DetailMain.Name - @Model.DetailSub.Name" is gekoppeld aan:

source: &quot;@Model.Name&quot; is linked to:&quot;
nl: "@Model.Name" is gekoppeld aan:

source: Are you sure you want to delete &quot;@Model.GroupName&quot;?
nl: Bent u zeker dat u de groep: "@Model.GroupName" wil verwijderen?

source: Are you sure you want to delete this Backup Type: &quot;@Model.Name&quot;?
nl: Bent u zeker dat u het backuptype: "@Model.Name" wil verwijderen?

source: Are you sure you want to delete this Building: &quot;@Model.Ref - @Model.Name&quot;?
nl: Bent u zeker dat u dit gebouw : "@Model.Ref - @Model.Name" wil verwijderen?

source: Are you sure you want to delete this department: &quot;@Model.Name&quot;?
nl: Bent u zeker dat u de afdeling: "@Model.Name" wil verwijderen?

source: Are you sure you want to delete this extern company: @Model.Name?
nl: Bent u zeker dat u het externe bedrijf: "@Model.Name" wil verwijderen?

source: Are you sure you want to delete this hardware: @Model.Name?
nl: Bent u zeker dat u deze hardware: "@Model.Name" wil verwijderen?

source: Are you sure you want to delete this License Type: &quot;@Model.Name&quot;?
nl: Bent u zeker dat u het licentie type: "@Model.Name" wil verwijderen?

source: Are you sure you want to delete this License Validity Type: &quot;@Model.Name&quot;?
nl: Bent u zeker dat u het licentie validatie type: "@Model.Name" wil verwijderen?

source: Are you sure you want to delete this location:
nl: Bent u zeker dat u volgende locatie wil verwijderen:

source: Are you sure you want to delete this?
nl: Weet u zeker dat je dit wil verwijderen?

source: as it's linked to:
nl: omdat het gekoppeld is aan:

source: Attention: You can't delete this Backup Type: &quot;@Model.Name&quot;!&quot;
nl: Opgelet: Dit backuptype kan niet verwijdert worden: "@Model.Name"!"

source: Attention: You can't delete this Building: &quot;@Model.Name&quot;!
nl: Opgelet: Dit gebouw kan niet verwijdert worden : "@Model.Name"!

source: Attention: You can't delete this department: &quot;@Model.Name&quot;!
nl: Opgelet: Deze afdeling kan niet verwijdert worden: "@Model.Name"!

source: Attention: You can't delete this Detail: &quot;@Model.DetailMain.Name - @Model.DetailSub.Name&quot;!
nl: Opgelet: Dit detail : @Model.DetailMain.Name - @Model.DetailSub.Name" kan niet verwijdert worden!

source: Attention: You can't delete this Detail: &quot;@Model.Name&quot;!
nl: Opgelet: Dit detail kan niet verwijdert worden : "@Model.Name"!

source: Attention: You can't delete this extern company: @Model.Name!
nl: Opgelet: Dit extern bedrijf kan niet verwijdert worden: "@Model.Name"!

source: Attention: You can't delete this floor: &quot;@Model.Name&quot;!
nl: c

source: Attention: You can't delete this Group of people: &quot;@Model.GroupName&quot;!
nl: Opgelet: Deze groep kan niet verwijdert worden: "@Model.GroupName"!

source: Attention: You can't delete this hardware @Model.Name!
nl: Opgelet: Deze hardware kan niet verwijdert worden : "@Model.Name"!

source: Attention: You can't delete this license @Model.license.PurchaseItem.Product.Name!
nl: Opgelet: Deze licentie kan niet verwijdert worden: @Model.license.PurchaseItem.Product.Name!

source: Attention: You can't delete this License Type: &quot;@Model.Name&quot;!
nl: Opgelet: Dit licentie type kan niet verwijdert worden: "@Model.Name"!"

source: Attention: You can't delete this License Validity Type: &quot;@Model.Name&quot;!
nl: Opgelet: Deze licentie validatie type kan niet verwijdert worden: "@Model.Name"!"

source: Attention: You can't delete this Operational Site Location:
nl: Opgelet: Deze kunstwerk locatie kan niet verwijdert worden:

source: Attention: You can't delete this Operational site: &quot;@Model.Name&quot;!
nl: Opgelet: Dit kunstwerk kan niet verwijdert worden: "@Model.Name"!"

source: Back
nl: Terug

source: Back to List
nl: Terug naar lijst

source: Edit
nl: Bewerken

source: Floor
nl: Verdieping

source: GroupPeople
nl: Groep

source: It's not possible (recomendated) to delete @Model.DetailMain.Name - @Model.DetailSub.Name!
nl: Het is niet mogelijk om @Model.DetailMain.Name - @Model.DetailSub.Name te verwijderen!

source: It's not possible (recomendated) to delete @Model.GroupName!
nl: Het is niet mogelijk om @Model.GroupName te verwijderen!

source: It's not possible (recomendated) to delete @Model.Location.LocationDescription!
nl: Het is niet mogelijk om @Model.Location.LocationDescription te verwijderen!

source: It's not possible to delete @Model.license.PurchaseItem.Product.Name! (recomendated)
nl: Het is niet mogelijk om @Model.license.PurchaseItem.Product.Name te verwijderen!

source: It's not possible to delete @Model.Name! (recomendated)
nl: Het is niet mogelijk om @Model.Name te verwijderen!

source: Locations
nl: Locaties

source: OperationalSiteLocation
nl: Kunstwerk locatie

source: The @Model.license.PurchaseItem.Product.Name is linked to@Model.license.PurchaseItem.Product.Name
nl: De @Model.license.PurchaseItem.Product.Name is gekoppeld aan @Model.license.PurchaseItem.Product.Name
